Repository: classicsc/MaruReader
Catalog: MaruReader/Localizable.xcstrings
Source language: en
Languages: ja

# %@ - Position %lld
source: %1$@ - Position %2$lld
ja: %1$@ - 位置 %2$lld

source: %@ Read
ja: %@ 読了

source: %lld fields
ja: %lld 個のフィールド

source: A database error occurred while importing the book.
ja: 本のインポート中にデータベースエラーが発生しました。

source: About
ja: このアプリについて

source: About MaruReader
ja: MaruReader について

source: Active
ja: 有効

source: Add
ja: 追加

source: Add Audio Source
ja: 音声ソースを追加

source: Add Audio URL Pattern
ja: 音声URLパターンを追加

source: Add Bookmark
ja: ブックマークを追加

source: Add Field
ja: フィールドを追加

source: Allow Duplicate Notes
ja: 重複ノートを許可

source: Allow Duplicates
ja: 重複を許可

source: An unknown error occurred
ja: 不明なエラーが発生しました

source: Anki Integration
ja: Anki連携

source: AnkiMobile did not place infoForAdding data on the clipboard.
ja: AnkiMobile が infoForAdding データをクリップボードに配置しませんでした。

source: AnkiMobile only supports allowing or blocking all duplicates. More advanced options available with Anki-Connect.
ja: AnkiMobile では重複をすべて許可するか、すべてブロックするかのみ対応しています。より高度なオプションは Anki-Connect で利用できます。

source: API Key (optional)
ja: API キー (任意)

source: App
ja: アプリ

source: Appearance
ja: 表示

source: Appearance and text
ja: 表示と文字サイズ

source: Archive
ja: アーカイブ

source: Are you sure you want to delete "%@"? This action cannot be undone.
ja: 本当に "%@" を削除しますか? この操作は元に戻せません。

source: Are you sure you want to delete "%@"? This cannot be undone.
ja: 本当に "%@" を削除しますか? 元に戻せません。

source: Attribution
ja: 帰属表示

source: Audio Extensions
ja: オーディオ拡張子

source: Audio Source
ja: 音声ソース

source: Audio Sources
ja: 音声ソース

source: Author
ja: 著者

source: Back
ja: 戻る

source: Base URL
ja: ベース URL

source: Blocks distracting ads and trackers in the web reader.
ja: Web リーダーで煩わしい広告やトラッカーをブロックします。

source: Book
ja: 本

source: Book --
ja: 本 --

source: Book %@
ja: 本 %@

source: Book file copied.
ja: 本のファイルをコピーしました。

source: Book file not found
ja: 本のファイルが見つかりません

source: Book not found
ja: 本が見つかりません

source: Book Reader
ja: ブックリーダー

source: Bookmark
ja: ブックマーク

source: Bookmark not found
ja: ブックマークが見つかりません

source: Bookmarks
ja: ブックマーク

source: Books
ja: 本

source: Browse
ja: ブラウズ

source: Browse Japanese websites with dictionary and OCR
ja: 辞書とOCRを使って日本語のWebサイトを閲覧できます

source: Build
ja: ビルド

source: Camera is unavailable on this device
ja: このデバイスではカメラを利用できません

source: Cancel
ja: キャンセル

source: Cannot access application support directory
ja: Application Support ディレクトリにアクセスできません

source: Card Type
ja: カードタイプ

source: Chapter --
ja: 章 --

source: Chapter %@
ja: 章 %@

source: Check All Note Types
ja: すべてのノートタイプを確認

source: Check Entire Collection
ja: コレクション全体を確認

source: Check for Updates
ja: 更新を確認

source: Check in %@
ja: %@ 内で確認

source: Check in Deck
ja: デッキ内で確認

source: Check in Target Deck
ja: 対象デッキ内で確認

source: Choose from Library
ja: ライブラリから選択

source: Choose how to connect to Anki. AnkiMobile works with the Anki app on your device; Anki-Connect works with the addon on your computer.
ja: Anki への接続方法を選択してください。AnkiMobile はデバイス上の Anki アプリと連携し、Anki-Connect はコンピュータ上のアドオンと連携します。

source: Choose which image to use for the Context Image template value based on where the lookup originated.
ja: 検索元に応じて、Context Image テンプレート値に使用する画像を選択します。

source: Close
ja: 閉じる

source: Cloze Body
ja: 穴埋め本文

source: Cloze Furigana Body
ja: 穴埋めふりがな本文

source: Cloze Furigana Prefix
ja: 穴埋めふりがな接頭辞

source: Cloze Furigana Suffix
ja: 穴埋めふりがな接尾辞

source: Cloze Prefix
ja: 穴埋め接頭辞

source: Cloze Suffix
ja: 穴埋め接尾辞

source: Colors
ja: カラー

source: Component
ja: コンポーネント

source: Comprehensive dictionary with grammar-aware lookups; Yomitan dictionary support
ja: 文法を考慮した検索に対応した総合辞書。Yomitan辞書も利用できます

source: Configurable Template
ja: 設定可能なテンプレート

source: Configure %@
ja: %@ を設定

source: Configure Template
ja: テンプレートを設定

source: Configured
ja: 設定済み

source: Conjugation
ja: 活用

source: Connect to Anki
ja: Anki に接続

source: Connection
ja: 接続

source: Connection Settings
ja: 接続設定

source: Connection Type
ja: 接続タイプ

source: Content Blocking
ja: コンテンツブロック

source: Content: %@x
ja: コンテンツ: %@x

source: Contents
ja: 目次

source: Context
ja: コンテキスト

source: Context Display
ja: コンテキスト表示

source: Context Image Settings
ja: Context Image 設定

source: Context Info
ja: コンテキスト情報

source: Continue
ja: 続ける

source: Copying book file...
ja: 本のファイルをコピーしています...

source: Could not access the book file.
ja: ブックファイルにアクセスできませんでした。

source: Could not find the license document at %@.
ja: %@ にあるライセンス文書が見つかりませんでした。

source: Could not find the third-party license catalog in the app bundle.
ja: アプリバンドル内にサードパーティ製ライセンスの一覧が見つかりませんでした。

source: Could Not Load License
ja: ライセンスを読み込めませんでした

source: Could Not Load Licenses
ja: ライセンス一覧を読み込めませんでした

source: Could not read the license document at %@.
ja: %@ にあるライセンス文書を読み取れませんでした。

source: Couldn't Save
ja: 保存できませんでした

source: Cover extracted.
ja: 表紙を抽出しました。

source: Cover Image
ja: 表紙画像

source: Create New Field Mapping
ja: 新しいフィールドマッピングを作成

source: Current Configuration
ja: 現在の設定

source: Current location
ja: 現在の位置

source: Custom HTML
ja: カスタム HTML

source: Custom HTML...
ja: カスタム HTML...

source: Custom Profiles
ja: カスタムプロファイル

source: Dark
ja: ダーク

source: Data
ja: データ

source: Date Added
ja: 追加日

source: Deck
ja: デッキ

source: Deck to Check
ja: 確認するデッキ

source: Decrease text size
ja: 文字サイズを小さくする

source: Default
ja: デフォルト

source: Default Profile
ja: デフォルトプロファイル

source: Deinflection Language
ja: 活用展開の言語

source: Delete
ja: 削除

source: Delete %@?
ja: %@を削除しますか?

source: Delete Book
ja: 本を削除

source: Delete Field Mapping
ja: フィールドマッピングを削除

source: Description
ja: 説明

source: Details
ja: 詳細

source: Dictionaries
ja: 辞書

source: Dictionaries & Audio
ja: 辞書と音声

source: Dictionary
ja: 辞書

source: Dictionary Data
ja: 辞書データ

source: Dictionary Display
ja: 辞書表示

source: Dictionary Unavailable
ja: 辞書が利用できません

source: Dictionary Update
ja: 辞書更新

source: Disable dictionary mode
ja: 辞書モードを無効にする

source: Display Options
ja: 表示オプション

source: Display Settings
ja: 表示設定

source: Done
ja: 完了

source: Download
ja: ダウンロード

source: Downstep Notation in Header
ja: ヘッダーにダウンステップ表記

source: Duplicate Check Scope
ja: 重複確認範囲

source: Duplicate Detection
ja: 重複検出

source: Duplicate notes will be created without warning.
ja: 重複ノートは警告なしで作成されます。

source: Duplicates will be detected across all note types in your collection.
ja: 重複はコレクション内のすべてのノートタイプを対象に検出されます。

source: Edit Configuration
ja: 設定を編集

source: Edit Field Mapping
ja: フィールドマッピングを編集

source: Enable Anki Integration
ja: Anki 連携を有効にする

source: Enable dictionary mode
ja: 辞書モードを有効にする

source: Enable if the URL returns a JSON object, disable if it returns audio data directly.
ja: URL が JSON オブジェクトを返す場合は有効にし、音声データを直接返す場合は無効にしてください。

source: Enter a new title for this bookmark
ja: このブックマークの新しいタイトルを入力してください

source: Enter a position number.
ja: 位置番号を入力してください。

source: Enter the HTML content to insert into this field.
ja: このフィールドに挿入する HTML コンテンツを入力してください。

source: Enter the IP address or domain name, enable HTTPS if configured on your computer. HTTPS is required for non-local networks.
ja: IP アドレスまたはドメイン名を入力してください。コンピュータで設定している場合は HTTPS を有効にしてください。ローカルネットワーク外では HTTPS が必要です。

source: Error
ja: エラー

source: Expression
ja: 表現

source: Extracting book cover...
ja: 本の表紙を抽出しています...

source: Failed to convert cover to PNG
ja: 表紙を PNG に変換できませんでした

source: Failed to copy the book file: %@
ja: ブックファイルをコピーできませんでした: %@

source: Failed to create book in database.
ja: データベースに本を作成できませんでした。

source: Failed to create image from data
ja: データから画像を作成できませんでした

source: Failed to extract book cover: %@
ja: 本の表紙を抽出できませんでした: %@

source: Failed to extract book metadata: %@
ja: 本のメタデータを抽出できませんでした: %@

source: Failed to load book
ja: 本を読み込めませんでした

source: Failed to load image data
ja: 画像データの読み込みに失敗しました

source: Failed to reorder dictionaries: %@
ja: 辞書の並べ替えに失敗しました: %@

source: Failed to update frequency ranking: %@
ja: 頻度ランキングの更新に失敗しました: %@

source: Fetch from AnkiMobile
ja: AnkiMobile から取得

source: Fetch profiles, decks, and note types
ja: プロファイル、デッキ、ノートタイプを取得

source: Field Mapping
ja: フィールドマッピング

source: Field mapping profile not found.
ja: フィールドマッピングのプロファイルが見つかりません。

source: Field Mappings
ja: フィールドマッピング

source: Field Name
ja: フィールド名

source: Field names should match the fields in your Anki note type. Values will be populated from the dictionary entry.
ja: フィールド名はAnkiのノートタイプ内のフィールド名と一致させてください。値は辞書エントリから入力されます。

source: Fields are based on the selected note type. Matching values are prefilled automatically.
ja: フィールドは選択したノートタイプに基づきます。一致する値は自動で事前入力されます。

source: Filter Lists
ja: フィルターリスト

source: Finalizing startup...
ja: 起動を完了しています…

source: Finishing startup tasks...
ja: 起動タスクを完了しています…

source: Follow System
ja: システムに従う

source: Font
ja: フォント

source: Font Family
ja: フォントファミリー

source: Font Scale: %@
ja: フォント倍率: %@

source: Font Size Scale
ja: 文字サイズ倍率

source: Font Size: %@x
ja: フォントサイズ: %@x

source: Freq Sort (Occ): %@
ja: 頻度ソート (出現回数): %@

source: Freq Sort (Rank): %@
ja: 頻度ソート (順位): %@

source: Frequency
ja: 頻度

source: Frequency (Dictionary)
ja: 頻度 (辞書)

source: Frequency (Dictionary)...
ja: 頻度 (辞書)...

source: Frequency Dictionaries
ja: 頻度辞書

source: Frequency List
ja: 頻度リスト

source: Frequency Sort (Occ HM)
ja: 頻度ソート (出現回数 HM)

source: Frequency Sort (Occurrence)
ja: 頻度ソート (出現回数)

source: Frequency Sort (Occurrence)...
ja: 頻度ソート (出現回数)...

source: Frequency Sort (Rank HM)
ja: 頻度ソート (順位 HM)

source: Frequency Sort (Rank)
ja: 頻度ソート (順位)

source: Frequency Sort (Rank)...
ja: 頻度ソート (順位)...

source: Frequency: %@
ja: 頻度: %@

source: Frequency: %lld
ja: 頻度: %lld

source: Furigana
ja: ふりがな

source: Glossary
ja: 用語集

source: Glossary (%@…)
ja: 用語集 (%@…)

source: Glossary (No Dictionary)
ja: 用語集 (辞書なし)

source: Glossary: %@
ja: 用語集: %@

source: Go
ja: 移動

source: Go to position
ja: 位置へ移動

source: Go to...
ja: 移動...

source: Gothic
ja: ゴシック

source: Help
ja: ヘルプ

source: Homepage
ja: ホームページ

source: Host
ja: ホスト

source: HTML content
ja: HTML コンテンツ

source: Image Selection
ja: 画像の選択

source: Import a tokenizer dictionary ZIP to enable furigana functionality.
ja: ふりがな機能を有効にするには、トークナイザー辞書ZIPをインポートしてください。

source: Import cancelled.
ja: インポートがキャンセルされました。

source: Import complete.
ja: インポートが完了しました。

source: Import dictionaries and audio sources to get started
ja: 辞書と音声ソースをインポートして始めましょう

source: Import EPUB files to see them here
ja: ここに表示するには EPUB ファイルをインポートしてください

source: Import Error
ja: インポートエラー

source: Import failed.
ja: インポートに失敗しました。

source: Import interrupted.
ja: インポートが中断されました。

source: Import term dictionaries to use single dictionary glossary
ja: 単一辞書の用語集を使用するには単語辞書をインポートしてください

source: Import ZIP Archive
ja: ZIPアーカイブをインポート

source: Importing sample content...
ja: サンプルコンテンツをインポートしています…

source: Importing...
ja: インポート中...

source: Imports
ja: インポート

source: Include Child Decks
ja: 子デッキを含める

source: Increase text size
ja: 文字サイズを大きくする

source: Index
ja: インデックス

source: Indexed (Local ZIP)
ja: 索引済み (ローカル ZIP)

source: Indexed (Online)
ja: 索引済み (オンライン)

source: Integrations
ja: 連携

source: Invalid book file path
ja: 無効な本のファイルパスです

source: Invalid file URL
ja: 無効なファイル URL です

source: IPA Dictionaries
ja: IPA辞書

source: Kanji Dictionaries
ja: 漢字辞書

source: Kanji Frequency
ja: 漢字頻度

source: Kanji Frequency: %lld
ja: 漢字頻度: %lld

source: Kanji: %lld
ja: 漢字: %lld

source: Library
ja: ライブラリ

source: Licenses
ja: ライセンス

source: Light
ja: ライト

source: Links
ja: リンク

# Loaded %lld profiles, %lld decks, %lld note types.
source: Loaded %1$lld profiles, %2$lld decks, %3$lld note types.
ja: %1$lld 件のプロファイル、%2$lld 件のデッキ、%3$lld 件のノートタイプを読み込みました。

source: Loading book...
ja: 本を読み込み中...

source: Loading decks and models...
ja: デッキとノートタイプを読み込んでいます...

source: Loading dictionaries...
ja: 辞書を読み込み中...

source: Main Definition Dictionary
ja: メイン定義辞書

source: Make sure Anki is running on your computer with the Anki-Connect add-on installed.
ja: コンピュータで Anki を起動し、Anki-Connect アドオンがインストールされていることを確認してください。

source: Manage Field Mappings
ja: フィールドマッピングを管理

source: Manga
ja: マンガ

source: Manga Reader
ja: マンガリーダー

source: MaruReader License
ja: MaruReader ライセンス

source: Metadata extracted.
ja: メタデータを抽出しました。

source: Mincho
ja: 明朝

source: Missing required configuration values.
ja: 必要な設定値が不足しています。

source: Monospace
ja: 等幅

source: Multi-Dictionary Glossary
ja: 複数辞書用語集

source: Name
ja: 名前

source: Name is required.
ja: 名前は必須です。

source: New Field Mapping
ja: 新しいフィールドマッピング

source: Next
ja: 次へ

source: No Bookmarks
ja: ブックマークがありません

source: No Books
ja: 本がありません

source: No compatible field mappings for this note type.
ja: このノートタイプに対応するフィールドマッピングはありません。

source: No cover image found.
ja: 表紙画像が見つかりませんでした。

source: No Dictionaries
ja: 辞書がありません

source: No dictionaries available. Import dictionaries first.
ja: 利用可能な辞書がありません。先に辞書をインポートしてください。

source: No Pending Notes
ja: 保留中のノートはありません

source: No Table of Contents
ja: 目次がありません

source: Not configured
ja: 未設定

source: Not Configured
ja: 未設定

source: Note Type
ja: ノートタイプ

source: Notes with matching content anywhere in your collection will be rejected.
ja: コレクション内のどこかに一致する内容のノートがある場合は拒否されます。

source: Notes with matching content in the specified deck will be rejected.
ja: 指定したデッキ内に一致する内容のノートがある場合は拒否されます。

source: OCR failed: %@
ja: OCR に失敗しました: %@

source: Only notes of the same type will be checked for duplicates.
ja: 同じノートタイプのノートのみ重複確認の対象になります。

source: Only profiles with field names that exist in the selected note type are shown.
ja: 選択したノートタイプに存在するフィールド名を持つプロファイルのみ表示されます。

source: Opens AnkiMobile and imports the available names when you return.
ja: AnkiMobile を開き、戻ってくると利用可能な名前を取り込みます。

source: Order determines audio lookup priority.
ja: 順序により音声検索の優先度が決まります。

source: Order determines display priority for IPA transcriptions.
ja: 順序によりIPA転写の表示優先度が決まります。

source: Order determines display priority for kanji entries.
ja: 順序により漢字エントリの表示優先度が決まります。

source: Order determines display priority for pitch accent data.
ja: 順序によりピッチアクセントデータの表示優先度が決まります。

source: Order determines display priority when multiple dictionaries have the same term.
ja: 複数の辞書に同じ単語がある場合、順序により表示優先度が決まります。

source: Page Screenshot
ja: ページのスクリーンショット

source: Part of Speech
ja: 品詞

source: Pending Notes
ja: 保留中のノート

source: Pending notes from the share extension will appear here.
ja: 共有拡張からの保留中のノートがここに表示されます。

source: Pitch Accent
ja: ピッチアクセント

source: Pitch Accent (Dictionary)
ja: ピッチアクセント (辞書)

source: Pitch Accent Categories
ja: ピッチアクセントの分類

source: Pitch Accent List
ja: ピッチアクセント一覧

source: Pitch Dictionaries
ja: ピッチアクセント辞書

source: Pitch Disambiguation
ja: ピッチアクセントの曖昧性解消

source: Pitch: %lld
ja: ピッチ: %lld

source: Popup: %@x
ja: ポップアップ: %@x

source: Port
ja: ポート

source: Position
ja: 位置

source: Position --
ja: 位置 --

source: Position %@
ja: 位置 %@

source: Position %lld
ja: 位置 %lld

source: Preparing dictionary...
ja: 辞書を準備中...

source: Priority: %lld
ja: 優先順位: %lld

source: Privacy
ja: プライバシー

source: Privacy Policy
ja: プライバシーポリシー

source: Profile
ja: プロファイル

source: Profile Name
ja: プロファイル名

source: Project
ja: プロジェクト

source: Pronunciation Audio
ja: 発音音声

source: Queued for import.
ja: インポート待ちです。

source: Queued for update.
ja: 更新待ちです。

source: Ranking Dictionary
ja: ランキング辞書

source: Read
ja: 読む

source: Read books and manga with a fast, customizable dictionary
ja: 高速でカスタマイズ可能な辞書で本やマンガを読めます

source: Reading
ja: 読み

source: Reading book metadata...
ja: 本のメタデータを読み込んでいます...

source: Reading progress
ja: 読書進捗

source: Ready to continue
ja: 続行する準備ができました

source: Remove
ja: 削除

source: Remove Bookmark
ja: ブックマークを削除

source: Rename
ja: 名前を変更

source: Rename Bookmark
ja: ブックマーク名を変更

source: Reset Tours
ja: ツアーをリセット

source: Retry
ja: 再試行

source: Return to Previous Location
ja: 前の位置に戻る

source: Revision
ja: リビジョン

source: Rust Crates
ja: Rustクレート

source: Sans Serif
ja: サンセリフ

source: Save
ja: 保存

source: Saved Profiles
ja: 保存済みプロファイル

source: Saving configuration...
ja: 設定を保存しています...

source: Saving...
ja: 保存しています...

source: Scan
ja: スキャン

source: Scan Another
ja: 別のものをスキャン

source: Scan Results
ja: スキャン結果

source: Scan text from photos for dictionary lookup
ja: 写真の文字を読み取って辞書で調べられます

source: Scope
ja: 範囲

source: Screenshot
ja: スクリーンショット

source: Search
ja: 検索

source: Search components
ja: コンポーネントを検索

source: Search Dictionary
ja: 辞書を検索

source: Search Engine
ja: 検索エンジン

source: Search Suggestions
ja: 検索候補

source: Search URL (use %s for query)
ja: 検索 URL (%s をクエリに使用)

source: Select a dictionary for the glossary. If this dictionary has no result for a term, the highest priority dictionary will be used as a fallback.
ja: 用語集に使用する辞書を選択します。この辞書に単語の結果がない場合は、最も優先順位の高い辞書が代わりに使用されます。

source: Select a dictionary...
ja: 辞書を選択...

source: Select a photo to scan
ja: スキャンする写真を選択

source: Select Deck
ja: デッキを選択

source: Select Dictionary
ja: 辞書を選択

source: Select Note Type
ja: ノートタイプを選択

source: Select Profile
ja: プロファイルを選択

source: Select the default card type for new notes.
ja: 新しいノートのデフォルトのカードタイプを選択します。

source: Select the default card type for new notes. You can change this per-card in Anki by editing the corresponding Is...Card field.
ja: 新しいノートのデフォルトのカードタイプを選択します。Anki では対応する Is...Card フィールドを編集してカードごとに変更できます。

source: Select the dictionary to use for the MainDefinition field.
ja: MainDefinition フィールドに使用する辞書を選択します。

source: Select the dictionary to use for the MainDefinition field. This is typically a bilingual dictionary like JMdict or Jitendex.
ja: MainDefinition フィールドに使用する辞書を選択します。通常は JMdict や Jitendex のような二言語辞書を使います。

source: Send flashcards to Anki with AnkiMobile app or Anki-Connect addon
ja: AnkiMobileアプリやAnki-ConnectアドオンでAnkiに単語カードを送れます

source: Sentence
ja: 文

source: Sentence (Furigana)
ja: 文 (ふりがな)

source: Sepia
ja: セピア

source: Serif
ja: セリフ

source: Server
ja: サーバー

source: Server Connection
ja: サーバー接続

source: Settings
ja: 設定

source: Show Deinflection Info
ja: 活用展開情報を表示

source: Show Downstep Notation
ja: ダウンステップ表記を表示

source: Show Downstep Positions
ja: ダウンステップ位置を表示

source: Show Furigana
ja: ふりがなを表示

source: Show Pitch Dictionaries
ja: ピッチアクセント辞書を表示

source: Show the guided tours again the next time you open each reader.
ja: 次回各リーダーを開いたときにガイドツアーを再表示します。

source: Single Dictionary Glossary...
ja: 単一辞書の用語集...

source: Single Frequency
ja: 単一頻度

source: Single Glossary (First Dictionary)
ja: 単一用語集 (最初の辞書)

source: Single Pitch Accent
ja: 単一ピッチアクセント

source: Smart Metadata
ja: スマートメタデータ抽出

source: Sort
ja: 並べ替え

source: Sort By
ja: 並べ替え基準

source: Source
ja: ソース

source: Source Code Repository
ja: ソースコードリポジトリ

source: Source Type
ja: ソースタイプ

source: Starting import...
ja: インポートを開始しています...

source: Suggestions URL (optional, use %s)
ja: 候補 URL (任意、%s を使用)

source: Support & Feedback
ja: サポート & フィードバック

source: System Profile
ja: システムプロファイル

source: System Profiles
ja: システムプロファイル

source: System profiles cannot be deleted.
ja: システムプロファイルは削除できません。

source: System profiles cannot be modified.
ja: システムプロファイルは変更できません。

source: Tab
ja: タブ

source: Table of contents
ja: 目次

source: Tags
ja: タグ

source: Take Photo
ja: 写真を撮る

source: Tap fetch, authorize the request in AnkiMobile, then return to MaruReader.
ja: 取得をタップし、AnkiMobile でリクエストを承認してから MaruReader に戻ってください。

source: Tap the bookmark button to save your place
ja: ブックマークボタンをタップして現在位置を保存してください

source: Target Deck (%@)
ja: 対象デッキ (%@)

source: Template
ja: テンプレート

source: Templates
ja: テンプレート

source: Term Dictionaries
ja: 単語辞書

source: Terms: %lld
ja: 単語: %lld

source: Test Connection
ja: 接続をテスト

source: Testing connection...
ja: 接続をテストしています...

source: Text
ja: テキスト

source: Text Size
ja: 文字サイズ

source: The book contains invalid data.
ja: 本に無効なデータが含まれています。

source: The book file is missing.
ja: ブックファイルが見つかりません。

source: The book format is unsupported.
ja: この本の形式には対応していません。

source: The import operation was not found.
ja: インポート操作が見つかりませんでした。

source: The ranking dictionary is used to sort kanji search results by frequency.
ja: ランキング辞書は漢字検索結果を頻度順に並べ替えるために使用されます。

source: The ranking dictionary is used to sort search results by frequency.
ja: ランキング辞書は検索結果を頻度順に並べ替えるために使用されます。

source: The selected file is not a valid book.
ja: 選択したファイルは有効な本ではありません。

source: The tokenizer dictionary is used for furigana generation. Importing a new tokenizer dictionary will replace the old one.
ja: トークナイザー辞書はふりがな生成に使用されます。新しいトークナイザー辞書をインポートすると、古いものは置き換えられます。

source: Third-Party Licenses
ja: サードパーティライセンス

source: This action cannot be undone.
ja: この操作は元に戻せません。

source: This book doesn't have a table of contents
ja: この本には目次がありません

source: This will delete the audio source "%@" and all its data. This action cannot be undone.
ja: 音声ソース「%@」とそのすべてのデータが削除されます。この操作は元に戻せません。

source: This will delete: %@ This action cannot be undone.
ja: 以下が削除されます: %@ この操作は元に戻せません。

source: This will show the guided tours again the next time you open each reader.
ja: 次回各リーダーを開いたときにガイドツアーを再表示します。

source: Title
ja: タイトル

source: Tokenizer Dictionary
ja: トークナイザー辞書

source: Tokenizer Dictionary Update
ja: トークナイザー辞書の更新

source: Top Result Only
ja: 最上位の結果のみ

source: uBlock Embedded Components
ja: uBlock 組み込みコンポーネント

source: Unable to add the note. It remains pending.
ja: ノートを追加できませんでした。保留のままです。

source: Unable to build the return URL for AnkiMobile.
ja: AnkiMobile の戻り URL を構築できませんでした。

source: Unable to open AnkiMobile.
ja: AnkiMobile を開けませんでした。

source: Unknown
ja: 不明

source: Unknown Author
ja: 不明な著者

source: Unknown Book
ja: 不明な本

source: Unknown Dictionary
ja: 不明な辞書

source: Unknown Source
ja: 不明なソース

source: Unknown Title
ja: 不明なタイトル

source: Unknown Tokenizer Dictionary
ja: 不明なトークナイザー辞書

source: Unnamed
ja: 名前なし

source: Untitled
ja: 無題

source: Untitled Book
ja: 無題の本

source: Update
ja: 更新

source: Update All
ja: すべて更新

source: Updating...
ja: 更新中...

source: URL Pattern
ja: URL パターン

source: URL Pattern (JSON)
ja: URL パターン (JSON)

source: URL pattern is required.
ja: URL パターンは必須です。

source: Use {term}, {reading}, {language} as placeholders
ja: {term}、{reading}、{language} をプレースホルダーとして使用します

source: Use HTTPS
ja: HTTPS を使用

source: Uses the on-device language model to infer titles and authors from filenames.
ja: デバイス上の言語モデルを使用して、ファイル名からタイトルと著者を推定します。

source: Version
ja: バージョン

source: Version %@
ja: バージョン %@

source: Waiting for AnkiMobile...
ja: AnkiMobile を待機しています...

source: Website Data
ja: Webサイトデータ

source: Welcome to MaruReader
ja: MaruReader へようこそ

source: When enabled, child decks of the selected deck will also be checked for duplicates.
ja: 有効にすると、選択したデッキの子デッキも重複確認の対象になります。

source: Year
ja: 年

source: You will choose a profile, deck, and note type next.
ja: 次にプロファイル、デッキ、ノートタイプを選択します。
